9/data/attachments/7b68f3e740c5bfa6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Steve_onto_Actions_20707_2</nif:username>
            <nif:friendToBeRequested>soap_actions_b775d349-2eeb-4305-a8b7-27b2b2fa0725</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>